Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Not yet measured
sv: Ännu inte uppmätt

source: HTTP environment
sv: HTTP-miljö

source: Observed value
sv: Observerat värde

source: Configured value
sv: Konfigurerat värde

source: Client IP address
sv: Klientens IP-adress

source: HTTP host
sv: HTTP-värd

source: HTTP protocol
sv: HTTP-protokoll

source: Status of repositories
sv: Status för arkiv

source: Show components with linked repositories
sv: Visa komponenter med länkade arkiv

source: Show components without a remote VCS
sv: Visa komponenter utan fjärr-VCS

source: This repository is linked to:
sv: Detta arkiv är länkat till:

source: Activate support package
sv: Aktivera supportpaket

source: The support packages include priority e-mail support, or cloud backups of your Weblate installation.
sv: Supportpaketen inkluderar prioriterad e-postsupport eller molnsäkerhetskopior av din Weblate-installation.

source: Backup repository
sv: Säkerhetskopieringsarkiv

source: The passphrase is used to encrypt the backups and is necessary to restore them.
sv: Lösenfrasen används för att kryptera säkerhetskopiorna och är nödvändig för att återställa dem.

source: SSH key
sv: SSH-nyckel

source: Download private key
sv: Hämta privat nyckel

source: The private key is needed to access the remote backup repository.
sv: Den privata nyckeln behövs för att få tillgång till fjärrsäkerhetskopieringsplatsen.

source: SSH keys
sv: SSH-nycklar

source: Generate %(key_type)s SSH key
sv: Generera %(key_type)s SSH nyckel

source: You don't seem to have existing %(key_type)s SSH key, by pressing button below Weblate will generate one for you.
sv: Du verkar inte ha någon befintlig %(key_type)s SSH-nyckel, genom att trycka på knappen nedan kommer Weblate att generera en åt dig.

source: Generate new %(key_type)s SSH key
sv: Generera en ny %(key_type)s SSH-nyckel

source: Known host keys
sv: Kända värdnycklar

source: Key type
sv: Nyckeltyp

source: Add host key
sv: Lägg till värdnyckel

source: To access SSH hosts, its host key needs to be verified. You can get the host key by entering a domain name or IP for the host in the form below.
sv: För att komma åt en SSH-värd måste dess värdnyckel bekräftas. Du kan komma åt värdnyckeln genom att ange domännamn eller IP-adress i nedanstående formulär.

source: This will delete the group <b>%(name)s</b>.
sv: Detta tar bort gruppen <b>%(name)s</b>.

source: Create new team
sv: Skapa en ny grupp

source: Django admin interface
sv: Django admingränssnitt

source: The Django admin interface might be useful to perform certain management operations.
sv: Django-admingränssnitt kan vara användbart för att utföra vissa specialoperationer.

source: Send test e-mail
sv: Skicka test-e-post

source: Test Sentry integration
sv: Testa Sentry-integration

source: Generate a test event to test Sentry integration.
sv: Skapa ett test-event för att testa Sentry-integration.

source: Add new user
sv: Lägg till ny användare

source: Pending invitations
sv: Väntande inbjudningar

source: Resend invitation
sv: Skicka inbjudan igen

source: Invitation link copied to clipboard.
sv: Inbjudningslänk kopierad till urklipp.

source: Remove invitation
sv: Ta bort inbjudan

source: Check user access
sv: Kontrollera användaråtkomst

source: String missing
sv: Sträng saknas

source: Matrix
sv: Matris

source: Displayed languages
sv: Visade språk

source: Choose
sv: Välj

source: Translation memory status
sv: Status för översättningsminnet

source: Number of entries for %(project)s
sv: Antal poster för %(project)s

source: Number of uploaded shared entries
sv: Antalet uppladdade delade poster

source: Number of your entries
sv: Antal poster från dig

source: Download as JSON
sv: Ladda ner som JSON

source: Download as TMX
sv: Ladda ner som TMX

source: Memory will be then populated with the current translations.
sv: Minnet fylls sedan med nuvarande Ã¶versÃ¤ttningar.

source: Entries for %(source_language)s to %(target_language)s
sv: Poster för %(source_language)s till %(target_language)s

source: Shared translation memory
sv: Delat översättningsminne

source: on
sv: på

source: off
sv: av

source: Autoclean translation memory
sv: Automatisk rensning av översättningsminne

source: Number of shared entries in this Weblate instance
sv: Antal delade poster i denna Weblate-instans

source: Total number of entries in this Weblate instance
sv: Totalt antal poster i denna Weblate-instans

source: Import translation memory
sv: Importera översättningsminne

source: Delete announcement
sv: Ta bort meddelande

source: Components are being updatedâ¦
sv: Komponenter uppdaterasâ¦

source: The translator instructions has info on how to start translating into other languages.
sv: I översättarinstruktionerna finns information om hur du börjar översätta till andra språk.

source: Please choose the language you want to translate to.
sv: Välj det språk du vill översätta till.

source: A translation file will be created based on <code>%(new_base)s</code> with all strings untranslated.
sv: En översättningsfil kommer att skapas baserad på <code>%(new_base)s</code> med alla strängar oöversatta.

source: An empty translation file will be created and new strings added as they are translated.
sv: En tom översättningsfil kommer att skapas och nya strängar läggs till när de översätts.

source: A translation file will be created as a copy of <code>%(new_base)s</code> with all strings marked as "Needs editing" and replaced as they are translated.
sv: En översättningsfil kommer att skapas som en kopia av <code>%(new_base)s</code> med alla strängar markerade som "Behöver redigeras" och ersätts när de översätts.

source: An empty directory will be created for translations, with individual files created as strings are translated.
sv: En tom katalog kommer att skapas för översättningar, och enskilda filer kommer att skapas när strängar översätts.

source: Project maintainers are notified of this request, prompting them to add the language manually.
sv: Projektadministratörerna är notifierade om denna begäran. Dom kommer att lägga till språket manuellt.

source: Can't find your language in the list above?
sv: Kan du inte hitta ditt språk i listan ovanför?

source: This list includes only basic languages. Please contact project maintainers to add others.
sv: Denna lista innehåller endast grundläggande språk. Kontakta projektansvariga för att lägga till andra språk.

source: Request new translation
sv: Begär ny översättning

source: You don't have permission to start a new translation
sv: Du har inte behörighet att starta en ny översättning

source: Click to edit position
sv: Klicka för att redigera position

source: Go to position
sv: Gå till position

source: Jump to
sv: Hoppa till

source: Labels
sv: Etiketter

source: Edit label
sv: Redigera etikett

source: Label name
sv: Etikettnamn

source: Color
sv: Färg

source: Labeled source strings
sv: Märkta källsträngar

source: Add label
sv: Lägg till etikett

source: Manage %(team)s
sv: Hantera %(team)s

source: Organize project
sv: Ordna projekt

source: Renaming the project will also change URLs for all its components.
sv: Om du byter namn på projektet ändras även URL:er för alla dess komponenter.

source: Ask for project hosting
sv: Fråga om projektlagring

source: Your request was rejected because you have performed too many operations recently.
sv: Din begäran avvisades eftersom du har utfört för många operationer nyligen.

source: You have been signed out, please sign in and try again later.
sv: Du har loggats ut, vänligen logga in och försök igen senare.

source: Please try again later.
sv: Försök igen senare.

source: Thank you for using Weblate
sv: Tack för att du använder Weblate

source: Return to dashboard
sv: Återgå till kontrollpanelen

source: Please review and confirm the search and replace results.
sv: Granska och bekräfta resultaten för sök och ersätt.

source: Showing and replacing only the first 250 matches. Perform the replacement again to replace more.
sv: Visar och ersätter bara de första 250 matchningarna. Utför ersättningen igen för att ersätta fler.

source: Assigned source strings
sv: Tilldelade källsträngar

source: Screenshot is shown to add visual context for all listed source strings.
sv: Skärmdumpen visas för att addera visuell kontext till listade källsträngar.

source: Assign source strings
sv: Tilldela källsträngar

source: Automatically recognize
sv: Automatisk igenkÃ¤nning

source: Source string search
sv: Sökning efter källsträng

source: Deleting screenshot will remove it from all associated source strings.
sv: Borttagning av skärmdump kommer att ta bort den från alla tilldelade källsträngar.

source: Add new screenshot
sv: Lägg till ny skärmdump

source: Strings
sv: Strängar

source: There are no assigned strings.
sv: Det finns inga tilldelade strängar.

source: Add to screenshot
sv: Lägg till skärmdump

source: Paste from clipboard
sv: Klistra in från urklipp

source: strings
sv: strängar

source: words
sv: ord

source: No matching strings found.
sv: Inga matchande strängar hittades.

source: Weblate is a web-based translation tool with tight version control integration. It features a simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
sv: Weblate är ett webbaserat översättningsverktyg med tight integration mot versionskontrollsystemet. Det har ett enkelt och rent användargränssnitt, propagering av översättningar mellan komponenter, kvalitetskontroll och automatisk länkning till källkodsfiler.

source: More information about Weblate can be found on %(weblate_link)s.
sv: Mer information om Weblate kan fås på %(weblate_link)s.

source: Weblate is libre software with professional support and services for commercial users.
sv: Weblate är fri programvara med professionell support och tjänster för kommersiella användare.

source: Explore support options at weblate.org.
sv: Utforska supportalternativ på weblate.org.

source: Last 12 months
sv: Senaste 12 månaderna

source: Activity in last 12 months
sv: Aktivitet de senaste 12 månaderna

source: Automatic translation takes existing translations in this project and applies them to the current component. It can be used to push translations to a different branch, to fix inconsistent translations or to translate a new component using translation memory.
sv: Automatisk översättning tar befintliga översättningar i detta projekt och tillämpar dem på det nuvarande komponent. Detta kan användas för att sprida översättningar till en annan gren, fixa inkonsekventa översättningar eller att översätta en ny komponent med hjälp av översättningsminnet.

source: Automatic translation via machine translation uses active machine translation engines to get the best possible translations and applies them in this project.
sv: Automatisk översättning via maskinöversättning använder aktiva översättningsmotorer för att få bästa möjliga översättning och använder den i projektet.

source: This might be caused by missing subscription.
sv: Detta kan bero på att abonnemang saknas.

source: This might be caused by some of your billings are past due date or over limits.
sv: Detta kan bero på att vissa av dina faktureringar är förfallna eller överskrider gränserna.

source: You can change the state of all strings matching given type at once.
sv: Du kan ändra tillståndet för alla strängar som matchar den givna typen på en och samma gång.

source: View details
sv: Visa detaljer

source: View contributor license agreement
sv: Visa licensavtal för bidragsgivare

source: Get notified when this project is unlocked again
sv: Bli meddelad när detta projekt låses upp igen

source: The translation is temporarily closed for contributions due to maintenance, please come back later.
sv: Översättningen är tillfälligt stängd för bidrag på grund av underhåll, kom gärna tillbaka senare.

source: While Weblate remains free for all users, its development requires continuous investment.
sv: Weblate Ã¤r fortfarande gratis fÃ¶r alla anvÃ¤ndare, men dess utveckling krÃ¤ver kontinuerliga investeringar.

source: We prioritize your privacy; we never display ads or sell your data.
sv: Vi prioriterar din integritet; vi visar aldrig annonser eller sÃ¤ljer dina uppgifter.

source: The invaluable support of the community through subscriptions and donations ensures that Weblate continues to grow and thrive.
sv: Det ovÃ¤rderliga stÃ¶det frÃ¥n gemenskapen genom abonnemang och donationer sÃ¤kerstÃ¤ller att Weblate fortsÃ¤tter att vÃ¤xa och blomstra.

source: Join us in shaping the future of localization and contribute today!
sv: Var med och forma framtidens lokalisering och bidra redan idag!

source: Purchase a support package
sv: KÃ¶p ett supportpaket

source: The maximal string length is determined from the source string or flags.
sv: Den maximala stränglängden bestäms av källsträngen eller flaggorna.

source: Source string length
sv: Källsträngens längd

source: Clone to translation
sv: Klona till översättning

source: Target string
sv: Målsträng

source: Assigned screenshots
sv: Tilldelade skärmdumpar

source: Loading resultsâ¦
sv: LÃ¤ser in resultatâ¦

source: Configure two-factor authentication
sv: Konfigurera tvåfaktorsautentisering

source: This project requires two-factor authentication from all contributors. You wonât be able to contribute until you configure it.
sv: Detta projekt krÃ¤ver tvÃ¥faktorsautentisering frÃ¥n alla bidragsgivare. Du kan inte bidra fÃ¶rrÃ¤n du har konfigurerat det.

source: You are a member of the team that requires two-factor authentication. You wonât be able to use any of its privileges until you configure 2FA.
sv: Du Ã¤r medlem i ett team som krÃ¤ver tvÃ¥faktorsautentisering. Du kommer inte att kunna anvÃ¤nda nÃ¥gra av dess privilegier fÃ¶rrÃ¤n du har konfigurerat 2FA.

source: Source code repository
sv: Källkodsarkiv

source: This component is linked to the %(target)s repository.
sv: Komponenten är länkad till %(target)s arkiv.

source: Repository URL copied to clipboard.
sv: Arkiv-URL:en kopierad till urklipp.

source: Repository branch
sv: Arkivgren

source: Last remote commit
sv: Senaste arkivering i fjärrarkivet

source: %(author)s authored %(date)s
sv: %(author)s författade för %(date)s

source: Last commit in Weblate
sv: Senaste arkivering i Weblate

source: Weblate repository
sv: Weblate-arkiv

source: This translation is forbidden.
sv: Denna översättning är förbjuden.

source: This term should not be translated.
sv: Denna post skall inte översättas.

source: This translation needs editing.
sv: Denna översättning behöver redigeras.

source: Copy word into translation
sv: Kopiera ord till översättning

source: Edit glossary term
sv: Ändra post i ordlista

source: Glossary translation explanation
sv: Förklaring av ordlisteöversättning

source: Glossary string explanation
sv: Förklaring av ordlistesträng

source: No related strings found in the glossary.
sv: Inga relevanta poster hittades i ordlistan.

source: Summary
sv: Sammanfattning

source: Project website
sv: Projektwebbplats

source: Instructions for translators
sv: Instruktioner för översättare

source: Project maintainers
sv: Projektansvariga

source: Project reviewers
sv: Projektgranskare

source: Automatic component list assignment
sv: Automatisk tilldelning till komponentlista

source: Translation license
sv: Översättningslicens

source: Translation process
sv: Översättningsprocess

source: Translations can only be done through suggestions.
sv: Översättningar kan endast göras genom förslag.

source: Translations can be made directly.
sv: Översättningar kan göras direkt.

source: Translation suggestions can be made.
sv: Översättningsförslag kan ges.

source: Translation suggestions are turned off.
sv: Översättningsförslag har inaktiverats.

source: Translations are reviewed by dedicated reviewers.
sv: Översättningar granskas av dedikerade granskare.

source: The translation uses monolingual files.
sv: Översättningen använder enspråkiga filer.

source: The translation base language is editable.
sv: Översättningens basspråkssträngar kan redigeras.

source: The translation base language can not be edited.
sv: Översättningens basspråkssträngar kan inte redigeras.

source: The translation uses bilingual files.
sv: Översättningen använder tvåspråkiga filer.

source: Translation file
sv: Översättningsfil

source: Last change
sv: Senaste ändring

source: Last change made by
sv: Senaste ändring gjord av

source: Aliased language codes
sv: Språkkodsalias

source: English name of the language
sv: Språkets engelska namn

source: Case sensitivity
sv: Skiftlägeskänslighet

source: Most active translators
sv: Mest aktiva översättare

source: Browse all users
sv: Utforska alla användare

source: String statistics
sv: Strängstatistik

source: Strings percent
sv: Strängar procent

source: Hosted strings
sv: Lagrade strÃ¤ngar

source: Words percent
sv: Ord procent

source: Hosted words
sv: Lagrade ord

source: Characters percent
sv: Tecken procent

source: Hosted characters
sv: Lagrade tecken

source: Failing checks
sv: Fallerande kontroller

source: Strings with suggestions
sv: Strängar med förslag

source: Global numbers
sv: Globala siffror

source: and previous 30 days
sv: och föregående 30 dagar

source: Trends of last 30 days
sv: Trender de senaste 30 dagarna

source: Quick numbers
sv: Snabbnummer

source: Translations
sv: Översättningar

source: You were invited to %(site_title)s by %(invitation_author)s to collaborate on %(project_name)s and join the %(team_name)s team.
sv: Du blev inbjuden till %(site_title)s av %(invitation_author)s för att samarbeta på %(project_name)s och gå med i gruppen %(team_name)s.

source: You were invited to %(site_title)s by %(invitation_author)s to join the %(team_name)s team.
sv: Du blev inbjuden till %(site_title)s av %(invitation_author)s för att gå med i gruppen %(team_name)s.

source: Additional labels can be defined in the <a href="%(url)s">project settings</a>.
sv: Ytterligare etiketter kan definieras i <a href="%(url)s">projektinställningar</a>.

source: Additional labels can be defined by project administrators.
sv: Ytterligare etiketter kan definieras av projektadministratören.

source: Revert
sv: Ã terstÃ¤ll

source: Block user
sv: Blockera användare

source: View notification
sv: Visa avisering

source: No matching activity found.
sv: Ingen matchande aktivitet hittades.

source: Please check in advance whether your project is eligible for gratis project hosting on this site.
sv: Vänligen, kontrollera i förväg om ditt projekt är berättigat till gratis projektlagring på denna webbplats.

source: Libre project with open-source code
sv: Libre-projekt med öppen källkod

source: Translated content has to be released under a license %(link_osi_start)sapproved by OSI%(link_end)s or %(link_fsf_start)srecognized as libre by FSF%(link_end)s.
sv: Översatt innehåll måste släppas under en licens %(link_osi_start)s som godkänts av OSI%(link_end)s eller %(link_fsf_start)s som erkänts som libre av FSF%(link_end)s.

source: All the source code has to be libre-licensed and publicly available in a supported version control system.
sv: All källkod måste vara licensierad under en fri licens och publikt tillgängligt i ett versionshanteringssystem som stöds.

source: Translations have to be in the same repository as the source code, or under the same project/organization as the source code repository.
sv: Översättningar måste finnas i samma arkiv som källkoden, eller under samma projekt / organisation som källkodsarkivet.

source: Non-code projects (such as books or graphic content) are also welcome.
sv: Projekt som inte berör programmering (såsom böcker eller grafiskt innehåll) är också välkomna.

source: Project approval
sv: Projektgodkännande

source: Using Weblate has been approved by the upstream project.
sv: Användning av Weblate har godkänts av uppströmsprojektet.

source: Mention you use Weblate for translations in the README. Itâll attract new translators and also help Weblate to be free for more projects.
sv: NÃ¤mn att du anvÃ¤nder Weblate fÃ¶r Ã¶versÃ¤ttningar i README. Det lockar nya Ã¶versÃ¤ttare och hjÃ¤lper ocksÃ¥ Weblate att vara gratis fÃ¶r fler projekt.

source: Established projects
sv: Etablerade projekt

source: The project receives a reasonable number of contributions.
sv: Projektet får ett rimligt antal bidrag.

source: The project has had active development for at least three months.
sv: Projektet har haft en aktiv utveckling i minst tre månader.

source: Review guidelines from the community localization checklist.
sv: Granska riktlinjer frÃ¥n communityns lokaliseringskontrolllista.

source: Add project
sv: Lägg till projekt

source: Sort this column
sv: Sortera denna kolumn

source: Unfinished
sv: Ofärdigt

source: Unfinished words
sv: Ofärdiga ord

source: Unfinished characters
sv: Ofärdiga tecken

source: Untranslated
sv: Oöversatt

source: Suggestions
sv: Förslag

source: Create translation
sv: Skapa översättning

source: Cannot add translation right now
sv: Kan inte lägga till översättning just nu

source: Customized workflow
sv: Anpassat arbetsflöde

source: Nothing to list here.
sv: Inget att lista här.

source: Please sign in to start new translation
sv: Logga in för att påbörja en ny översättning

source: This formula identifies which plural form will be used based on given count (n).
sv: Den här formeln identifierar vilken pluralform som ska användas beroende på angivet antal (n).

source: Plural: %(source_description)s
sv: Pluralform: %(source_description)s

source: Plurals
sv: Pluralformer

source: Previous section
sv: Föregående avsnitt

source: Next section
sv: Nästa avsnitt

source: Version control or files to translate are configured on individual components:
sv: Versionskontroll eller filer som ska översättas konfigureras på enskilda komponenter:

source: Translation workflow can be also customized per language:
sv: Arbetsflödet för översättning kan också anpassas per språk:

source: This project is in a trial period and is publicly accessible. Post an announcement and/or lock it if you donât want contributions until you finish the setup.
sv: Detta projekt Ã¤r i en provperiod och Ã¤r publikt tillgÃ¤ngligt. Publicera ett meddelande och/eller lÃ¥s det om du inte vill ha bidrag fÃ¶rrÃ¤n du Ã¤r klar med installationen.

source: This project is in a trial period, be cautious while contributing. Setup can still change before being approved as a libre project.
sv: Detta projekt är i en provperiod så var försiktig när du bidrar. Upplägget kan fortfarande ändras innan det godkänns som ett libre-projekt.

source: This project is in the trial period.
sv: Detta projekt är i testperioden.

source: Advanced query builder
sv: Avancerad frågebyggare

source: Target strings
sv: Målsträngar

source: Key/Context strings
sv: Nyckel-/kontextsträngar

source: Location strings
sv: Placeringssträngar

source: String state
sv: Strängtillstånd

source: Pending string
sv: Väntande sträng

source: String target language
sv: Strängens målspråk

source: String changed by
sv: Strängen ändrad av

source: Search forâ¦
sv: SÃ¶k efterâ¦

source: Exact
sv: Exakt

source: String changed after
sv: Strängen ändrad efter

source: String changed before
sv: Strängen ändrad innan

source: Query examples
sv: Exempel på frågor

source: Review strings changed by other users
sv: Granska strängar som ändrats av andra användare

source: Translated strings
sv: Översatta strängar

source: Strings with comments
sv: Strängar med kommentarer

source: Strings with any failing checks
sv: Strängar med fallerande kontroller

source: Strings with suggestions from others
sv: Strängar med förslag från andra

source: Approved strings with suggestions
sv: Godkända strängar med förslag
